Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# account.phone.row.add
source: Add
ar: إضافة
bn: যোগ করুন
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fi: Lisää
fr: Ajouter
he: הוסף
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ml: ചേർക്കുക
ms: Tambah
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sv: Lägg till
ta: சேர்
te: జోడించు
th: เพิ่ม
tr: Ekle
uk: Додати
ur: شامل کریں
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# account.phone.row.change
source: Change
ar: تغيير
bn: বদলান
ca: Canvia
cs: Změnit
da: Skift
de: Ändern
el: Αλλαγή
es: Cambiar
fi: Vaihda
fr: Modifier
he: שינוי
hi: बदलें
hr: Promijeni
hu: Módosítás
id: Ubah
it: Cambia
ja: 変更
ko: 변경
ml: മാറ്റുക
ms: Tukar
nb: Endre
nl: Wijzigen
pl: Zmień
pt_br: Alterar
pt_pt: Alterar
ro: Schimbă
ru: Изменить
sk: Zmeniť
sv: Ändra
ta: மாற்று
te: మార్చు
th: เปลี่ยน
tr: Değiştir
uk: Змінити
ur: تبدیل کریں
vi: Đổi
zh_hans: 更改
zh_hant: 變更

# account.phone.row.empty
source: Not set
ar: غير محدد
bn: দেওয়া নেই
ca: Sense definir
cs: Nenastaveno
da: Ikke angivet
de: Nicht festgelegt
el: Δεν έχει οριστεί
es: Sin definir
fi: Ei asetettu
fr: Non défini
he: לא הוגדר
hi: सेट नहीं है
hr: Nije postavljen
hu: Nincs megadva
id: Belum diatur
it: Non impostato
ja: 未設定
ko: 설정 안 됨
ml: സജ്ജമാക്കിയിട്ടില്ല
ms: Belum ditetapkan
nb: Ikke angitt
nl: Niet ingesteld
pl: Nie ustawiono
pt_br: Não definido
pt_pt: Não definido
ro: Nesetat
ru: Не указан
sk: Nenastavené
sv: Inte angivet
ta: அமைக்கப்படவில்லை
te: సెట్ చేయలేదు
th: ยังไม่ได้ตั้งค่า
tr: Ayarlanmadı
uk: Не вказано
ur: سیٹ نہیں
vi: Chưa đặt
zh_hans: 未设置
zh_hant: 未設定

# account.phone.row.hint
source: Opens the contact number form, which needs your password
ar: يفتح نموذج رقم التواصل، وهو يحتاج كلمة مرورك
bn: যোগাযোগের নম্বরের ফর্ম খোলে, যেখানে পাসওয়ার্ড লাগে
ca: Obre el formulari del número de contacte, que requereix la contrasenya
cs: Otevře formulář kontaktního čísla, který vyžaduje heslo
da: Åbner formularen til kontaktnummer, som kræver din adgangskode
de: Öffnet das Formular für die Kontaktnummer, für das du dein Passwort brauchst
el: Ανοίγει τη φόρμα αριθμού επικοινωνίας, που απαιτεί τον κωδικό σου
es: Abre el formulario del número de contacto, que requiere tu contraseña
fi: Avaa yhteystietonumeron lomakkeen, joka vaatii salasanasi
fr: Ouvre le formulaire du numéro de contact, qui demande votre mot de passe
he: פותח את טופס מספר הקשר, שדורש את הסיסמה שלך
hi: संपर्क नंबर का फ़ॉर्म खोलता है, जिसके लिए आपका पासवर्ड चाहिए
hr: Otvara obrazac za kontakt broj, za koji je potrebna tvoja lozinka
hu: Megnyitja a kapcsolattartási szám űrlapját, amelyhez a jelszavad kell
id: Membuka formulir nomor kontak, yang butuh kata sandimu
it: Apre il modulo del numero di contatto, che richiede la password
ja: パスワードが必要な連絡先番号のフォームを開きます
ko: 비밀번호가 필요한 연락처 번호 양식을 열어요
ml: പാസ്‌വേഡ് ആവശ്യമുള്ള കോൺടാക്റ്റ് നമ്പർ ഫോം തുറക്കുന്നു
ms: Membuka borang nombor hubungan yang memerlukan kata laluan anda
nb: Åpner skjemaet for kontaktnummer, som krever passordet ditt
nl: Opent het formulier voor het contactnummer, dat je wachtwoord vereist
pl: Otwiera formularz numeru kontaktowego, który wymaga hasła
pt_br: Abre o formulário do número de contato, que exige sua senha
pt_pt: Abre o formulário do número de contacto, que exige a sua palavra-passe
ro: Deschide formularul numărului de contact, care cere parola
ru: Открывает форму контактного номера, для которой нужен пароль
sk: Otvorí formulár kontaktného čísla, ktorý vyžaduje tvoje heslo
sv: Öppnar formuläret för kontaktnummer, som kräver ditt lösenord
ta: கடவுச்சொல் தேவைப்படும் தொடர்பு எண் படிவத்தைத் திறக்கும்
te: పాస్‌వర్డ్ అవసరమైన సంప్రదింపు నంబర్ ఫారమ్‌ను తెరుస్తుంది
th: เปิดแบบฟอร์มหมายเลขติดต่อ ซึ่งต้องใช้รหัสผ่านของคุณ
tr: Şifrenizin gerektiği iletişim numarası formunu açar
uk: Відкриває форму контактного номера, для якої потрібен пароль
ur: رابطہ نمبر کا فارم کھولتا ہے، جس کے لیے آپ کا پاس ورڈ چاہیے
vi: Mở biểu mẫu số liên hệ, cần mật khẩu của bạn
zh_hans: 打开联系号码表单，需要输入密码
zh_hant: 開啟聯絡號碼表單，需要輸入密碼

# account.phone.row.title
source: Phone number
ar: رقم الجوال
bn: ফোন নম্বর
ca: Número de telèfon
cs: Telefonní číslo
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
fi: Puhelinnumero
fr: Numéro de téléphone
he: מספר טלפון
hi: फ़ोन नंबर
hr: Broj telefona
hu: Telefonszám
id: Nomor telepon
it: Numero di telefono
ja: 電話番号
ko: 전화번호
ml: ഫോൺ നമ്പർ
ms: Nombor telefon
nb: Telefonnummer
nl: Telefoonnummer
pl: Numer telefonu
pt_br: Número de telefone
pt_pt: Número de telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sv: Telefonnummer
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్
th: หมายเลขโทรศัพท์
tr: Telefon numarası
uk: Номер телефону
ur: فون نمبر
vi: Số điện thoại
zh_hans: 手机号码
zh_hant: 電話號碼

# account.phone.save
source: Save number
ar: احفظ الرقم
bn: নম্বর সেভ করুন
ca: Desa el número
cs: Uložit číslo
da: Gem nummer
de: Nummer speichern
el: Αποθήκευση αριθμού
es: Guardar número
fi: Tallenna numero
fr: Enregistrer le numéro
he: שמור מספר
hi: नंबर सेव करें
hr: Spremi broj
hu: Szám mentése
id: Simpan nomor
it: Salva il numero
ja: 番号を保存
ko: 번호 저장
ml: നമ്പർ സേവ് ചെയ്യുക
ms: Simpan nombor
nb: Lagre nummer
nl: Nummer opslaan
pl: Zapisz numer
pt_br: Salvar número
pt_pt: Guardar número
ro: Salvează numărul
ru: Сохранить номер
sk: Uložiť číslo
sv: Spara nummer
ta: எண்ணைச் சேமி
te: నంబర్ సేవ్ చేయి
th: บันทึกหมายเลข
tr: Numarayı kaydet
uk: Зберегти номер
ur: نمبر محفوظ کریں
vi: Lưu số
zh_hans: 保存号码
zh_hant: 儲存號碼

# account.phone.save.hint
source: Stores this number as a contact detail. It is not verified.
ar: يحفظ هذا الرقم كوسيلة تواصل. وهو غير موثّق.
bn: এই নম্বরটি যোগাযোগের তথ্য হিসেবে রাখে। এটি যাচাই করা নয়।
ca: Desa aquest número com a dada de contacte. No està verificat.
cs: Uloží toto číslo jako kontaktní údaj. Není ověřeno.
da: Gemmer dette nummer som kontaktoplysning. Det er ikke verificeret.
de: Speichert diese Nummer als Kontaktangabe. Sie ist nicht verifiziert.
el: Αποθηκεύει αυτόν τον αριθμό ως στοιχείο επικοινωνίας. Δεν είναι επαληθευμένος.
es: Guarda este número como dato de contacto. No está verificado.
fi: Tallentaa tämän numeron yhteystiedoksi. Sitä ei vahvisteta.
fr: Conserve ce numéro comme information de contact. Il n’est pas vérifié.
he: שומר את המספר הזה כפרט קשר. הוא לא מאומת.
hi: इस नंबर को संपर्क जानकारी के रूप में रखता है। यह सत्यापित नहीं है।
hr: Sprema ovaj broj kao kontakt podatak. Nije provjeren.
hu: Kapcsolattartási adatként tárolja ezt a számot. Nincs hitelesítve.
id: Menyimpan nomor ini sebagai detail kontak. Nomor ini tidak diverifikasi.
it: Salva questo numero come dato di contatto. Non è verificato.
ja: この番号を連絡先情報として保存します。確認はされません。
ko: 이 번호를 연락처 정보로 저장해요. 인증되지 않아요.
ml: ഈ നമ്പർ ഒരു കോൺടാക്റ്റ് വിവരമായി സൂക്ഷിക്കുന്നു. ഇത് പരിശോധിച്ചിട്ടില്ല.
ms: Menyimpan nombor ini sebagai butiran hubungan. Ia tidak disahkan.
nb: Lagrer dette nummeret som kontaktopplysning. Det er ikke verifisert.
nl: Slaat dit nummer op als contactgegeven. Het is niet geverifieerd.
pl: Zapisuje ten numer jako dane kontaktowe. Nie jest zweryfikowany.
pt_br: Guarda este número como dado de contato. Ele não é verificado.
pt_pt: Guarda este número como dado de contacto. Não é verificado.
ro: Păstrează acest număr ca detaliu de contact. Nu este verificat.
ru: Сохраняет номер как контактные данные. Он не подтверждён.
sk: Uloží toto číslo ako kontaktný údaj. Nie je overené.
sv: Sparar numret som kontaktuppgift. Det är inte verifierat.
ta: இந்த எண்ணைத் தொடர்பு விவரமாகச் சேமிக்கும். இது சரிபார்க்கப்படவில்லை.
te: ఈ నంబర్‌ను సంప్రదింపు వివరంగా నిల్వ చేస్తుంది. ఇది ధృవీకరించబడదు.
th: เก็บหมายเลขนี้เป็นรายละเอียดติดต่อ ยังไม่ได้ยืนยัน
tr: Bu numarayı iletişim bilgisi olarak saklar. Doğrulanmamıştır.
uk: Зберігає цей номер як контактні дані. Він не верифікований.
ur: یہ نمبر رابطے کی تفصیل کے طور پر محفوظ کرتا ہے۔ یہ تصدیق شدہ نہیں ہے۔
vi: Lưu số này làm thông tin liên hệ. Số chưa được xác minh.
zh_hans: 将此号码保存为联系方式，不会被验证。
zh_hant: 將此號碼儲存為聯絡資訊，不會經過驗證。

# account.phone.toast.removed
source: Contact number removed.
ar: حُذف رقم التواصل.
bn: যোগাযোগের নম্বর সরানো হয়েছে।
ca: Número de contacte eliminat.
cs: Kontaktní číslo odebráno.
da: Kontaktnummer fjernet.
de: Kontaktnummer entfernt.
el: Ο αριθμός επικοινωνίας αφαιρέθηκε.
es: Número de contacto eliminado.
fi: Yhteystietonumero poistettu.
fr: Numéro de contact supprimé.
he: מספר הקשר הוסר.
hi: संपर्क नंबर हटा दिया गया।
hr: Kontakt broj uklonjen.
hu: Kapcsolattartási szám eltávolítva.
id: Nomor kontak dihapus.
it: Numero di contatto rimosso.
ja: 連絡先の番号を削除しました。
ko: 연락처 번호를 삭제했어요.
ml: കോൺടാക്റ്റ് നമ്പർ നീക്കം ചെയ്തു.
ms: Nombor hubungan dialih keluar.
nb: Kontaktnummeret er fjernet.
nl: Contactnummer verwijderd.
pl: Numer kontaktowy usunięty.
pt_br: Número de contato removido.
pt_pt: Número de contacto removido.
ro: Numărul de contact a fost șters.
ru: Контактный номер удалён.
sk: Kontaktné číslo bolo odstránené.
sv: Kontaktnumret har tagits bort.
ta: தொடர்பு எண் அகற்றப்பட்டது.
te: సంప్రదింపు నంబర్ తొలగించబడింది.
th: ลบหมายเลขติดต่อแล้ว
tr: İletişim numarası kaldırıldı.
uk: Контактний номер видалено.
ur: رابطہ نمبر ہٹا دیا گیا۔
vi: Đã xóa số liên hệ.
zh_hans: 联系号码已移除。
zh_hant: 聯絡號碼已移除。

# account.phone.toast.saved
source: Contact number saved. It is not verified.
ar: حُفظ رقم التواصل. وهو غير موثّق.
bn: যোগাযোগের নম্বর সেভ হয়েছে। এটি যাচাই করা নয়।
ca: Número de contacte desat. No està verificat.
cs: Kontaktní číslo uloženo. Není ověřeno.
da: Kontaktnummer gemt. Det er ikke verificeret.
de: Kontaktnummer gespeichert. Sie ist nicht verifiziert.
el: Ο αριθμός επικοινωνίας αποθηκεύτηκε. Δεν είναι επαληθευμένος.
es: Número de contacto guardado. No está verificado.
fi: Yhteystietonumero tallennettu. Sitä ei ole vahvistettu.
fr: Numéro de contact enregistré. Il n’est pas vérifié.
he: מספר הקשר נשמר. הוא לא מאומת.
hi: संपर्क नंबर सेव हो गया। यह सत्यापित नहीं है।
hr: Kontakt broj spremljen. Nije provjeren.
hu: Kapcsolattartási szám mentve. Nincs hitelesítve.
id: Nomor kontak disimpan. Nomor ini tidak diverifikasi.
it: Numero di contatto salvato. Non è verificato.
ja: 連絡先の番号を保存しました。確認はされていません。
ko: 연락처 번호를 저장했어요. 인증되지 않았어요.
ml: കോൺടാക്റ്റ് നമ്പർ സേവ് ചെയ്തു. ഇത് പരിശോധിച്ചിട്ടില്ല.
ms: Nombor hubungan disimpan. Ia tidak disahkan.
nb: Kontaktnummeret er lagret. Det er ikke verifisert.
nl: Contactnummer opgeslagen. Het is niet geverifieerd.
pl: Numer kontaktowy zapisany. Nie jest zweryfikowany.
pt_br: Número de contato salvo. Ele não é verificado.
pt_pt: Número de contacto guardado. Não é verificado.
ro: Numărul de contact a fost salvat. Nu este verificat.
ru: Контактный номер сохранён. Он не подтверждён.
sk: Kontaktné číslo bolo uložené. Nie je overené.
sv: Kontaktnumret har sparats. Det är inte verifierat.
ta: தொடர்பு எண் சேமிக்கப்பட்டது. இது சரிபார்க்கப்படவில்லை.
te: సంప్రదింపు నంబర్ సేవ్ అయింది. ఇది ధృవీకరించబడలేదు.
th: บันทึกหมายเลขติดต่อแล้ว ยังไม่ได้ยืนยัน
tr: İletişim numarası kaydedildi. Doğrulanmamıştır.
uk: Контактний номер збережено. Він не верифікований.
ur: رابطہ نمبر محفوظ ہو گیا۔ یہ تصدیق شدہ نہیں ہے۔
vi: Đã lưu số liên hệ. Số chưa được xác minh.
zh_hans: 联系号码已保存，未经验证。
zh_hant: 聯絡號碼已儲存，尚未驗證。

# account.phone.unverifiedCaption
source: Contact detail only. Known has not checked that this number is yours — there is no SMS confirmation, so it is not part of your verified identity.
ar: بيانات تواصل فقط. لم يتحقق معروف من أن هذا الرقم لك — لا يوجد تأكيد برسالة نصية، لذلك فهو ليس جزءًا من هويتك الموثّقة.
bn: শুধু যোগাযোগের তথ্য। নম্বরটি যে আপনার তা Known যাচাই করেনি — কোনো SMS নিশ্চিতকরণ নেই, তাই এটি আপনার ভেরিফায়েড পরিচয়ের অংশ নয়।
ca: Només és una dada de contacte. Known no ha comprovat que aquest número sigui teu: no hi ha confirmació per SMS, així que no forma part de la teva identitat verificada.
cs: Pouze kontaktní údaj. Known neověřila, že je to tvé číslo – neprobíhá žádné potvrzení SMS, takže není součástí tvé ověřené identity.
da: Kun en kontaktoplysning. Known har ikke tjekket, at nummeret er dit – der er ingen sms-bekræftelse, så det er ikke en del af din verificerede identitet.
de: Nur eine Kontaktangabe. Known hat nicht geprüft, ob die Nummer dir gehört – es gibt keine SMS-Bestätigung, daher ist sie kein Teil deiner verifizierten Identität.
el: Μόνο στοιχείο επικοινωνίας. Το Known δεν έχει ελέγξει ότι αυτός ο αριθμός είναι δικός σου — δεν υπάρχει επιβεβαίωση με SMS, οπότε δεν αποτελεί μέρος της επαληθευμένης ταυτότητάς σου.
es: Solo es un dato de contacto. Known no ha comprobado que este número sea tuyo: no hay confirmación por SMS, así que no forma parte de tu identidad verificada.
fi: Vain yhteystieto. Known ei ole tarkistanut, että numero on sinun – tekstiviestivahvistusta ei ole, joten se ei kuulu vahvistettuun henkilöllisyyteesi.
fr: Information de contact uniquement. Known n’a pas vérifié que ce numéro est le vôtre — il n’y a pas de confirmation par SMS, il ne fait donc pas partie de votre identité vérifiée.
he: פרט קשר בלבד. Known לא בדקה שהמספר הזה שלך — אין אישור ב-SMS, ולכן הוא אינו חלק מהזהות המאומתת שלך.
hi: केवल संपर्क जानकारी। Known ने जाँचा नहीं है कि यह नंबर आपका है — SMS से कोई पुष्टि नहीं होती, इसलिए यह आपकी सत्यापित पहचान का हिस्सा नहीं है।
hr: Samo kontakt podatak. Known nije provjerila da je ovaj broj tvoj — nema SMS potvrde, pa nije dio tvog potvrđenog identiteta.
hu: Csak kapcsolattartási adat. A Known nem ellenőrizte, hogy ez a szám a tiéd – nincs SMS-es megerősítés, ezért nem része a hitelesített személyazonosságodnak.
id: Hanya detail kontak. Known belum memeriksa bahwa nomor ini milikmu — tidak ada konfirmasi SMS, jadi nomor ini bukan bagian dari identitas terverifikasimu.
it: Solo dato di contatto. Known non ha verificato che questo numero sia tuo: non c'è conferma via SMS, quindi non fa parte della tua identità verificata.
ja: 連絡先情報のみです。Knownはこの番号があなたのものか確認していません。SMSでの確認はなく、本人確認の一部にはなりません。
ko: 연락처 정보일 뿐이에요. Known은 이 번호가 내 것인지 확인하지 않았어요. SMS 확인이 없으므로 인증된 신원에 포함되지 않아요.
ml: കോൺടാക്റ്റ് വിവരം മാത്രം. ഈ നമ്പർ നിങ്ങളുടേതാണെന്ന് Known പരിശോധിച്ചിട്ടില്ല — SMS സ്ഥിരീകരണം ഇല്ല, അതിനാൽ ഇത് നിങ്ങളുടെ പരിശോധിച്ച ഐഡന്റിറ്റിയുടെ ഭാഗമല്ല.
ms: Butiran hubungan sahaja. Known tidak menyemak bahawa nombor ini milik anda — tiada pengesahan SMS, jadi ia bukan sebahagian daripada identiti anda yang disahkan.
nb: Bare en kontaktopplysning. Known har ikke sjekket at nummeret er ditt. Det finnes ingen SMS-bekreftelse, så det er ikke en del av den verifiserte identiteten din.
nl: Alleen een contactgegeven. Known heeft niet gecontroleerd of dit nummer van jou is. Er is geen sms-bevestiging, dus het maakt geen deel uit van je geverifieerde identiteit.
pl: Tylko dane kontaktowe. Known nie sprawdziła, czy ten numer należy do Ciebie — nie ma potwierdzenia SMS-em, więc nie jest częścią Twojej zweryfikowanej tożsamości.
pt_br: Apenas dado de contato. O Known não confirmou que este número é seu: não há confirmação por SMS, então ele não faz parte da sua identidade verificada.
pt_pt: Apenas dado de contacto. A Known não confirmou que este número é seu — não há confirmação por SMS, por isso não faz parte da sua identidade verificada.
ro: Doar detaliu de contact. Known nu a verificat că numărul este al tău — nu există confirmare prin SMS, deci nu face parte din identitatea ta verificată.
ru: Только контактные данные. Known не проверяла, что этот номер ваш — подтверждения по SMS нет, поэтому он не входит в вашу проверенную личность.
sk: Iba kontaktný údaj. Known nekontrolovala, že toto číslo je tvoje — neprebieha potvrdenie cez SMS, takže nie je súčasťou tvojej overenej identity.
sv: Endast kontaktuppgift. Known har inte kontrollerat att numret är ditt – det finns ingen SMS-bekräftelse, så det ingår inte i din verifierade identitet.
ta: தொடர்பு விவரம் மட்டுமே. இந்த எண் உங்களுடையது என்பதை Known சரிபார்க்கவில்லை — SMS உறுதிப்படுத்தல் இல்லை, எனவே இது உங்கள் சரிபார்க்கப்பட்ட அடையாளத்தின் பகுதி அல்ல.
te: సంప్రదింపు వివరం మాత్రమే. ఈ నంబర్ మీదేనని Known తనిఖీ చేయలేదు — SMS నిర్ధారణ లేదు, కాబట్టి ఇది మీ ధృవీకరించబడిన గుర్తింపులో భాగం కాదు.
th: เป็นรายละเอียดติดต่อเท่านั้น Known ไม่ได้ตรวจสอบว่าหมายเลขนี้เป็นของคุณ เพราะไม่มีการยืนยันทาง SMS จึงไม่เป็นส่วนหนึ่งของตัวตนที่ยืนยันแล้วของคุณ
tr: Yalnızca iletişim bilgisi. Known bu numaranın size ait olduğunu kontrol etmedi; SMS onayı yoktur, bu yüzden doğrulanmış kimliğinizin parçası değildir.
uk: Лише контактні дані. Known не перевіряла, що цей номер ваш — підтвердження через SMS немає, тому він не є частиною вашої верифікованої особи.
ur: صرف رابطے کی تفصیل۔ Known نے جانچا نہیں کہ یہ نمبر آپ کا ہے — SMS تصدیق نہیں ہوتی، اس لیے یہ آپ کی تصدیق شدہ شناخت کا حصہ نہیں۔
vi: Chỉ là thông tin liên hệ. Known chưa kiểm tra số này có phải của bạn không — không có xác nhận qua SMS, nên nó không thuộc danh tính đã xác minh của bạn.
zh_hans: 仅作联系方式。Known 并未核实这个号码是否属于你，没有短信确认，因此它不属于你已验证的身份。
zh_hant: 僅為聯絡資訊。Known 並未確認此號碼是否屬於你，沒有簡訊確認，因此它不屬於你已驗證的身分。

# account.picture.choose
source: Choose photo
ar: اختر صورة
bn: ছবি বেছে নিন
ca: Tria una foto
cs: Vybrat fotku
da: Vælg foto
de: Foto wählen
el: Επιλογή φωτογραφίας
es: Elegir foto
fi: Valitse kuva
fr: Choisir une photo
he: בחר תמונה
hi: फ़ोटो चुनें
hr: Odaberi fotografiju
hu: Fotó választása
id: Pilih foto
it: Scegli foto
ja: 写真を選択
ko: 사진 선택
ml: ഫോട്ടോ തിരഞ്ഞെടുക്കുക
ms: Pilih foto
nb: Velg bilde
nl: Foto kiezen
pl: Wybierz zdjęcie
pt_br: Escolher foto
pt_pt: Escolher foto
ro: Alege fotografia
ru: Выбрать фото
sk: Vybrať fotku
sv: Välj foto
ta: புகைப்படத்தைத் தேர்ந்தெடு
te: ఫోటో ఎంచుకోండి
th: เลือกรูป
tr: Fotoğraf seç
uk: Вибрати фото
ur: تصویر چنیں
vi: Chọn ảnh
zh_hans: 选择照片
zh_hant: 選擇照片

# account.picture.choose.a11yHint
source: Opens your photo library. Images over %lld megabytes are refused before uploading.
ar: يفتح مكتبة صورك. الصور التي تتجاوز %lld ميغابايت تُرفض قبل الرفع.
bn: আপনার ফটো লাইব্রেরি খোলে। %lld মেগাবাইটের বড় ছবি আপলোডের আগেই বাতিল হয়।
ca: Obre la teva fototeca. Les imatges de més de %lld megabytes es rebutgen abans de pujar-les.
cs: Otevře knihovnu fotek. Obrázky nad %lld megabajtů se před nahráním odmítnou.
da: Åbner dit fotobibliotek. Billeder over %lld megabyte afvises før upload.
de: Öffnet deine Fotomediathek. Bilder über %lld Megabyte werden vor dem Hochladen abgelehnt.
el: Ανοίγει τη βιβλιοθήκη φωτογραφιών σου. Εικόνες πάνω από %lld megabyte απορρίπτονται πριν από τη μεταφόρτωση.
es: Abre tu fototeca. Las imágenes de más de %lld megabytes se rechazan antes de subirlas.
fi: Avaa kuvakirjastosi. Yli %lld megatavun kuvat hylätään ennen lähetystä.
fr: Ouvre votre photothèque. Les images de plus de %lld mégaoctets sont refusées avant l’envoi.
he: פותח את ספריית התמונות שלך. תמונות מעל %lld מגה-בייט נדחות לפני ההעלאה.
hi: आपकी फ़ोटो लाइब्रेरी खोलता है। %lld मेगाबाइट से बड़ी इमेज अपलोड से पहले ही अस्वीकार हो जाती हैं।
hr: Otvara tvoju biblioteku fotografija. Slike veće od %lld megabajta odbijaju se prije prijenosa.
hu: Megnyitja a fotótáradat. A %lld megabájtnál nagyobb képeket a feltöltés előtt elutasítjuk.
id: Membuka pustaka fotomu. Gambar di atas %lld megabyte ditolak sebelum diunggah.
it: Apre la tua libreria foto. Le immagini oltre %lld megabyte vengono rifiutate prima del caricamento.
ja: フォトライブラリを開きます。%lldメガバイトを超える画像は、アップロード前に拒否されます。
ko: 사진 보관함을 열어요. %lld메가바이트를 넘는 이미지는 업로드 전에 거부돼요.
ml: നിങ്ങളുടെ ഫോട്ടോ ലൈബ്രറി തുറക്കുന്നു. %lld മെഗാബൈറ്റിൽ കൂടുതലുള്ള ചിത്രങ്ങൾ അപ്‌ലോഡ് ചെയ്യുന്നതിന് മുമ്പേ നിരസിക്കപ്പെടും.
ms: Membuka pustaka foto anda. Imej melebihi %lld megabait ditolak sebelum dimuat naik.
nb: Åpner bildebiblioteket ditt. Bilder over %lld megabyte avvises før opplasting.
nl: Opent je fotobibliotheek. Afbeeldingen groter dan %lld megabyte worden voor het uploaden geweigerd.
pl: Otwiera Twoją bibliotekę zdjęć. Obrazy powyżej %lld megabajta są odrzucane przed przesłaniem.
pt_br: Abre sua fototeca. Imagens acima de %lld megabytes são recusadas antes do envio.
pt_pt: Abre a sua fototeca. As imagens com mais de %lld megabytes são recusadas antes do envio.
ro: Deschide biblioteca de fotografii. Imaginile de peste %lld de megabytes sunt refuzate înainte de încărcare.
ru: Открывает вашу медиатеку. Изображения больше %lld мегабайта отклоняются до загрузки.
sk: Otvorí tvoju knižnicu fotiek. Obrázky nad %lld megabajtov sa pred nahraním odmietnu.
sv: Öppnar ditt fotobibliotek. Bilder över %lld megabyte avvisas före uppladdning.
ta: உங்கள் புகைப்பட நூலகத்தைத் திறக்கும். %lld மெகாபைட்டுகளுக்கு மேலான படங்கள் பதிவேற்றும் முன் நிராகரிக்கப்படும்.
te: మీ ఫోటో లైబ్రరీని తెరుస్తుంది. %lld మెగాబైట్ల కంటే పెద్ద చిత్రాలు అప్‌లోడ్ చేయక ముందే తిరస్కరించబడతాయి.
th: เปิดคลังรูปภาพของคุณ รูปที่ใหญ่กว่า %lld เมกะไบต์จะถูกปฏิเสธก่อนอัปโหลด
tr: Fotoğraf kitaplığınızı açar. %lld megabaytı aşan görseller yüklenmeden önce reddedilir.
uk: Відкриває вашу медіатеку. Зображення понад %lld мегабайта відхиляються до завантаження.
ur: آپ کی فوٹو لائبریری کھولتا ہے۔ %lld میگابائٹ سے بڑی تصاویر اپ لوڈ سے پہلے ہی رد کر دی جاتی ہیں۔
vi: Mở thư viện ảnh của bạn. Ảnh trên %lld megabyte sẽ bị từ chối trước khi tải lên.
zh_hans: 打开你的照片图库。超过 %lld MB 的图片会在上传前被拒绝。
zh_hant: 開啟你的照片圖庫。超過 %lld MB 的圖片會在上傳前被拒絕。

# account.picture.choose.a11yLabel
source: Choose a profile picture
ar: اختر صورة للملف الشخصي
bn: প্রোফাইল ছবি বেছে নিন
ca: Tria una foto de perfil
cs: Vybrat profilový obrázek
da: Vælg et profilbillede
de: Profilbild wählen
el: Επιλογή εικόνας προφίλ
es: Elegir una foto de perfil
fi: Valitse profiilikuva
fr: Choisir une photo de profil
he: בחר תמונת פרופיל
hi: प्रोफ़ाइल फ़ोटो चुनें
hr: Odaberi profilnu sliku
hu: Profilkép választása
id: Pilih foto profil
it: Scegli un'immagine del profilo
ja: プロフィール写真を選択
ko: 프로필 사진 선택
ml: ഒരു പ്രൊഫൈൽ ചിത്രം തിരഞ്ഞെടുക്കുക
ms: Pilih gambar profil
nb: Velg et profilbilde
nl: Kies een profielfoto
pl: Wybierz zdjęcie profilowe
pt_br: Escolher uma foto de perfil
pt_pt: Escolher uma fotografia de perfil
ro: Alege o poză de profil
ru: Выбрать фото профиля
sk: Vybrať profilový obrázok
sv: Välj en profilbild
ta: சுயவிவரப் படத்தைத் தேர்ந்தெடு
te: ప్రొఫైల్ చిత్రాన్ని ఎంచుకోండి
th: เลือกรูปโปรไฟล์
tr: Profil fotoğrafı seç
uk: Вибрати фото профілю
ur: پروفائل تصویر چنیں
vi: Chọn ảnh hồ sơ
zh_hans: 选择头像
zh_hant: 選擇大頭貼

# account.picture.remove
source: Remove
ar: إزالة
bn: সরান
ca: Elimina
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Quitar
fi: Poista
fr: Supprimer
he: הסר
hi: हटाएँ
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 삭제
ml: നീക്കം ചെയ്യുക
ms: Alih keluar
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Șterge
ru: Удалить
sk: Odstrániť
sv: Ta bort
ta: அகற்று
te: తొలగించు
th: ลบ
tr: Kaldır
uk: Видалити
ur: ہٹائیں
vi: Xóa
zh_hans: 移除
zh_hant: 移除
